"Service Update Failed" = "Aktualizace služby selhala";
"Service Update Complete" = "Aktualizace služby dokončena";
"Starting Service Update" = "Spouštění aktualizace služby";
"Dismiss" = "Zavřít";
"OK" = "OK";
"Call disallowed" = "Toto číslo není povoleno";
